Hello = "Hi, Artyom is pidar! \nTruly he is.\nMy functions are quite spectacular: \nType /help to know more."
Help = "There are many things i could do, but the most pleasuring is calling Tyoma pidar, of course.\n" \
       "If you want to start playing:\ncommand /startgame will help u.\nWant to know pidar of the day?\nuse /pidor\n" \
       "There are also:\n/voice - the words one should hear everyday" \
       "\n/getsticker\n/me(personal stat) and\n/stats(overall stat)" \
       "\n/fact - fact once a day(take with a spoon of scepticism)\n /bomb - better think twice before using it" \
       "\n /meme - hardcore saved messages from VK\n /all - to gather everyone\n/quote - random quote" \
       "\n/statham - to learn from wisest of the men." \
       "\n Enjoy, хуйлики!\n" \
       "Almost forgot, /creator is also a command."

pidora_otvet = ("Підора отвєт", "Сказав підор", "Слова підараса", "Так лиш підари говорять",
                "твої слова пропітані підорством", "ти шо підар?", "мм, підарасня, блять",
                "В кого ти такий підор?", "Чують мої мєтоди, шо ти підар", "Лучше б мовчав",
                "Ми підарську мову не розумієм", "Звучить по підарски", "©пидор", "чого серунькаєш?",
                "Це говорить підар в третьому поколєнії!", "Тарас - підарас", "It`s pidarstvo.",
                "Нашо ти такий підр?", "давно на задній прівод пересів?", "Хули ты всё умничаешь, сука? Ты, чё, пидор?",
                "Забавний факт: в середньовіччя не давали права голоса:\nселюкам, жінкам і підарам!",
                "Від таких як ти в мене функциї зациклюються", "Ти актів, чи пасів?", "П...",
                "[CENSORED]", "Я конєшно не богомільний, но то шо підари = гріх, знаю!", "Frocio",
                "Я конєшно не нейросєть, але то шо ти підар вирахувати зміг", "висунь хуй з рота і говори",
                "Добре шо людські хвороби для таких як я не заразні, бо почав би підарний код розуміти.",
                "Я записав тебе в список підарасів", "А ти смєлий підар дня, однако. Уважаю.",
                "Faggot.", "Doesn't your asshole hurt?", "По чому бровки?", "Ну куди ти своє підарство проповідуєш?",
                "Pidar lives matter", "Stupid ass підар", "Я, звичайно, не гомофоб, але камон",
                "бачу хтось занадто сильно цікавився Стародавньою Грецією, да?", "ти шо Артьом?",
                "Про таких как ты говорят: мама не хотела, папа не старался.", "Тату, під моїм ліжком підар",
                "На серуничах?", "Скажи: тебе хтось питав?", "Раз два три четыре пять, вижу пидора опять.",
                "На підоричах")

vocab = {"скільки вовка не годуй": "артьом всьо равно підар", "Сім раз відмірь": "Артьом кожний раз підар",
         "Скажи мені хто твій друг": "і я скажу, шо артьом підор", "Артьом": "підар", "Підар це": "Артьом",
         "Уроки учат лохи": "пацани єбут ладохи", "Рома": "заїбав",
         "Однажды": "мы встретили индусов и пригласили их на бал, на бал разбитых ебал.", "нет": "пидора ответ",
         "Я зробив": "цю бомбу", "Зараз буде": "відсилка на доту", "Я візьму": "і підірву твою сраку",
         "тьома підар": "как боженька молвил", "тьома підор": "как боженька молвил", "Стьопа": "гандон"}

eng_to_rus_vocab = {'q': 'й', 'w': 'ц', 'e': 'у', 'r': 'к', 't': 'е', 'y': 'н', 'u': 'г', 'i': 'ш', 'o': 'щ', 'p': 'з',
            '[': 'х', ']': 'ї', 'a': 'ф', 's': 'і', 'd': 'в', 'f': 'а', 'g': 'п', 'h': 'р', 'j': 'о', 'k': 'л',
            'l': 'д', ';': 'ж', "'": 'є', 'z': 'я', 'x': 'ч', 'c': 'с', 'v': 'м', 'b': 'и', 'n': 'т', 'm': 'ь',
            ',': 'б', '.': 'ю', '/': '.', '?': ',', 'Q': 'Й', 'W': 'Ц', 'E': 'У', 'R': 'К', 'T': 'Е', 'Y': 'Н',
            'U': 'Г', 'I': 'Ш', 'O': 'Щ', 'P': 'З', '{': 'Х', '}': 'Ї', 'A': 'Ф', 'S': 'І', 'D': 'В',
            'F': 'А', 'G': 'П', 'H': 'Р', 'J': 'О', 'K': 'Л', 'L': 'Д', ':': 'Ж', '"': 'Є', 'Z': 'Я',
            'X': 'Ч', 'C': 'С', 'V': 'М', 'B': 'И', 'N': 'Т', 'M': 'Ь', '<': 'Б', '>': 'Ю'}

say_it = ("say it", 'can you speak', 'скажи шось', 'хто підар?')

khuilyky = "@termosqq @etniqa @prosto_andrya @Nonik000 @r0m41q"
